Repository: mstafreshi/another-single-file-flask-blog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: For access to this page, please login.
es: Si necesitas acceder a esta página, por favor entre.

source: No approved comments
es: Comentarios no verificados

source: Manage comments of
es: Gestión de los comentarios de

source: Back to posts
es: Volver a lista de entradas

source: Comment deleted successfully.
es: El comentario fue eliminado.

source: Comment activated successfully.
es: El comentario fue acticado.

source: Comment deactivated successfully.
es: El comentario fue desactivado.

source: Name
es: Nombre

source: Language
es: Lenguaje

source: Submit
es: Enviar

source: Add category
es: Añadir categoria

source: Categories list
es: Lista de categorias

source: Category added successfully.
es: La categoria fue añadida.

source: Category links
es: Los enlaces de la categoria

source: Add new category
es: Añadir una nueva categoria

source: Edit category
es: Editar categoria

source: Category have links. Can not be deleted.
es: La categoria tiene unos enlaces. No se puede eliminar.

source: Category deleted successfully.
es: La categoria fue eliminado.

source: Category
es: Categoria

source: Text
es: Texto

source: Alt text
es: Texto para el título del enlace

source: Link
es: Enlace

source: Add link
es: Añadir enlace

source: Link added successfully
es: El enlace fue eñadido

source: Back to
es: Volver a

source: Edit link
es: Editar enlace

source: Link deleted successfully.
es: El enlace fue eliminado.

source: Title
es: Titulo

source: Active
es: Activado

source: Show in list?
es: ¿Mostrar en la lista?

source: Get comment
es: Aceptar comentarios

source: Resume
es: Un breve del texto

source: Body
es: Cuerpo

source: Some markdown tags are enabled
es: Unos markdown tags son aceptados

source: Story
es: Historia

source: Meta keywords
es: Palabras clave para Meta tag

source: Meta description
es: La descripción para Meta tag

source: Last edit note
es: La nota para la última versión

source: Add new post
es: Nueva entrada

source: Posts list
es: Lista de entradas

source: Post added/editted successfuly.
es: La entrada fue añadida/editada.

source: View post
es: Ver la entrada

source: Comments
es: Comentarios

source: Add story
es: Añadir una historia

source: Story added successfully
es: La historia fue añadida

source: Stories
es: Historias

source: Edit story
es: Editar historia

source: This story has posts and cannot be deleted
es: La historia tiene unos posts. No se puede eliminar

source: Story deleted successfully.
es: La historia fue eliminada.

source: Twitter account
es: La cuenta de Twitter

source: Facebook account
es: La cuenta de Facebook

source: Linkedin account
es: La cuenta de Linkedin

source: Instagram account
es: La cuenta de Instagram

source: Github account
es: La cuenta de Github

source: Youtube account
es: La cuenta de Youtube

source: Profile image
es: Imagen de perfil

source: About
es: Sobre

source: Admin panel will be shown in this language
es: El panel de admin va a presentar en este lenguaje

source: Edit
es: Editar

source: Password
es: Contraseña

source: Password must match with Confirm password
es: La contraseña no coincide con su confirmación

source: Confirm password
es: Confirm contraseña

source: Users list
es: Lista de usuarios

source: User editted successfully
es: El usuario fue editado

source: Edit user
es: Editar usuario

source: User password changed successfully.
es: La contraseña fue cambiado.

source: Edit password of
es: Editar la contraseña de

source: Username
es: Usuario

source: Remember me
es: Acuérdate de mí

source: Login
es: Entrar

source: Uername must have only letters, numbers, dots or underscores
es: El nombre de usuario solo debe tener letras, nombres, puntos y guiones bajos

source: Register
es: Registrar

source: Email already exists.
es: Email ya existe.

source: Username have been taken.
es: El nombre de usuario ya se ha tomado.

source: Invalid username or password
es: EL nombre de usuario o la contarseña es inválido

source: Successfuly logged out
es: Ya has salido del sitio

source: Registered successfully. Please Enter.
es: Ya has registrado. Por favor entra.

source: Page not found
es: Esta página no existe

source: Internal server error
es: Un error interno ha ocurrido

source: Access forbidden
es: El accesso esta prohibido

source: comment
es: comentario

source: Home
es: Inicio

source: Posts of
es: Las entradas de

source: Comment saved successfully
es: El comentario fue registrado

source: Profile
es: Perfil

source: Edit Profile
es: Editar el perfil

source: Profile saved seccessfully
es: El perfil fue actualizado

source: Inactive
es: Inactivo

source: Posts
es: Las entradas

source: Users
es: Lista de usuarios

source: Logout
es: Salir

source: Authors
es: Autores

source: All right reserved for
es: Los derechos son preservados para

source: No records
es: No hay récords

source: Delete
es: Eliminar

source: Deactive
es: Deactivar

source: Links
es: Enlaces

source: comments
es: comentarios

source: In this story
es: En esta historia

source: This post
es: Este post

source: Created at
es: Creado en

source: Edit password
es: Editar contraseña

source: Posted by
es: Enviado por

source: on
es: en

source: under
es: en

source: Internal server error occurred.
es: Un error interno ha ocurrido.

source: Continue reading this post
es: Continuar leyendo la entrada

source: Response
es: Respuestra

source: Leave a comment
es: Dejar un comentario

source: Edit profile
es: Editar perfil

source: Edit profile as Admin
es: Editar perfil como Admin

source: Latest posts
es: Las entradas más recientes

source: Latest comments
es: Los comentarios más recientes
